{
  "section": "205",
  "text": "Organized Play Level (OPL): OPL is shorthand that helps communicate expectations to players and judges.",
  "children": [
    {
      "section": "205.1",
      "text": "The purpose of OPL is to define how strictly to treat deviations from rules, policy, and procedures as violations and what penalty those violations warrant.",
      "children": []
    },
    {
      "section": "205.2",
      "text": "Casual (low): Most competitions are casual and are focused on fun and social interaction, not rules enforcement.",
      "children": [
        {
          "section": "205.2.a",
          "text": "Players are expected to know most of the rules as defined in the Core Rules.",
          "children": []
        },
        {
          "section": "205.2.b",
          "text": "Players are responsible for playing according to the rules in the Core Rules and this document, but:",
          "children": [
            {
              "section": "205.2.b.1",
              "text": "The focus of judges and competition officials is on education and sportsmanship.",
              "children": []
            },
            {
              "section": "205.2.b.2",
              "text": "There is no priority placed on technically precise play.",
              "children": []
            }
          ]
        },
        {
          "section": "205.2.c",
          "text": "Generally, violations at this level have lower penalties, and are covered below in X.Y.Z.",
          "children": []
        }
      ]
    },
    {
      "section": "205.3",
      "text": "Competitive (high): These competitions have significant rewards, which may include invitations or advantages at the Professional level.",
      "children": [
        {
          "section": "205.3.a",
          "text": "Players are expected to know the rules as defined in the Core Rules and this document.",
          "children": []
        },
        {
          "section": "205.3.b",
          "text": "All attendees are expected to maintain the integrity of the competition, while recognizing that some players may not be used to playing at the highest and most technically precise level of play.",
          "children": []
        },
        {
          "section": "205.3.c",
          "text": "Generally, violations at this level have stricter penalties, and are covered below in X.Y.Z.",
          "children": []
        }
      ]
    },
    {
      "section": "205.4",
      "text": "Professional (high): These competitions have significant rewards and prestige.",
      "children": [
        {
          "section": "205.4.a",
          "text": "Players are expected to know the rules as defined in the Core Rules and this document completely.",
          "children": []
        },
        {
          "section": "205.4.b",
          "text": "All attendees are expected to maintain the integrity of the competition and the highest standard of behavior and technically precise play.",
          "children": []
        },
        {
          "section": "205.4.c",
          "text": "Generally, violations at this level have the strictest penalties, and are covered below in X.Y.Z.",
          "children": []
        }
      ]
    }
  ]
}