{
  "section": "419",
  "text": "Proxies and Alters",
  "children": [
    {
      "section": "419.1",
      "text": "A proxy is a stand-in, unofficial version of an actual Riftbound card.",
      "children": []
    },
    {
      "section": "419.2",
      "text": "Proxies are not allowed at competitions of any OPL.",
      "children": [
        {
          "section": "419.2.a",
          "text": "The only exception is an official proxy issued by the head judge at their discretion to replace a card deemed unusable.",
          "children": []
        }
      ]
    },
    {
      "section": "419.3",
      "text": "An alter is an official Riftbound card that has been modified in some way.",
      "children": []
    },
    {
      "section": "419.4",
      "text": "Alters are allowed in competition only if the modifications do not:",
      "children": [
        {
          "section": "419.4.a",
          "text": "Modify or obscure the card name or cost, or make the art unrecognizable.",
          "children": []
        },
        {
          "section": "419.4.b",
          "text": "Contain substantial strategic advice.",
          "children": []
        },
        {
          "section": "419.4.c",
          "text": "Contain offensive images or text.",
          "children": []
        }
      ]
    },
    {
      "section": "419.5",
      "text": "The head judge of a competition is the final decider on whether a card is acceptable for a competition.",
      "children": [
        {
          "section": "419.5.a",
          "text": "Players using altered cards are responsible for having official unaltered versions of those cards to use during gameplay that is streamed or otherwise broadcast if instructed by a judge.",
          "children": []
        },
        {
          "section": "419.5.b",
          "text": "When instructed, players must replace the altered versions with the official unaltered versions before gameplay begins for a match that is streamed or otherwise broadcast.",
          "children": []
        },
        {
          "section": "419.5.c",
          "text": "Alters containing material outside of Riot Games intellectual property may not be permitted during matches that are streamed or otherwise broadcast.",
          "children": []
        }
      ]
    },
    {
      "section": "419.6",
      "text": "The head judge of a competition is the final decider on whether a card is acceptable for a competition.",
      "children": []
    }
  ]
}