{
  "section": "503",
  "text": "Shortcuts",
  "children": [
    {
      "section": "503.1",
      "text": "In competitions, players may take actions that skip parts of the technically precise play",
      "children": []
    },
    {
      "section": "503.2",
      "text": "The most common type of shortcut is skipping one or more parts of a turn, phase, or step to the",
      "children": []
    },
    {
      "section": "503.3",
      "text": "Players may request to use a new shortcut in a game but must be clear about the game state at the",
      "children": []
    },
    {
      "section": "503.4",
      "text": "Players may interrupt shortcuts by explaining where they want to intervene to take an action.",
      "children": []
    },
    {
      "section": "503.5",
      "text": "Players may interrupt their own shortcuts.",
      "children": []
    },
    {
      "section": "503.6",
      "text": "Players can’t use shortcuts they haven’t previously announced or modify existing shortcuts",
      "children": []
    },
    {
      "section": "503.7",
      "text": "Players can’t interrupt a shortcut with the intent to do nothing.",
      "children": []
    },
    {
      "section": "503.8",
      "text": "When resolving spells or abilities, players can’t assume their opponents are using shortcuts",
      "children": []
    },
    {
      "section": "503.9",
      "text": "The following are common shortcuts for Riftbound competitions:",
      "children": [
        {
          "section": "503.9.a",
          "text": "When a player channels runes or draws a card at the start of their turn, it is assumed",
          "children": []
        },
        {
          "section": "503.9.b",
          "text": "When a player places a spell or ability on the chain, they are assumed to be passing",
          "children": []
        },
        {
          "section": "503.9.c",
          "text": "When a player puts a spell or ability on the chain and announces choices for it that",
          "children": []
        },
        {
          "section": "503.9.d",
          "text": "When a player asks about choices normally made upon resolution, they are assumed to be",
          "children": []
        }
      ]
    }
  ]
}