{
  "section": "505",
  "text": "Loops",
  "children": [
    {
      "section": "505.1",
      "text": "Some sequences of actions can be repeated and are shortcutted as a loop.",
      "children": []
    },
    {
      "section": "505.2",
      "text": "Players performing a loop must have each iteration of the loop be identical with no conditional",
      "children": []
    },
    {
      "section": "505.3",
      "text": "To decide how to proceed with a loop, determine how many players are needed to maintain it (who",
      "children": [
        {
          "section": "505.3.a",
          "text": "No players",
          "children": []
        },
        {
          "section": "505.3.b",
          "text": "One player",
          "children": []
        },
        {
          "section": "505.3.c",
          "text": "Two or more players",
          "children": []
        }
      ]
    },
    {
      "section": "505.4",
      "text": "For each maintaining player (if any), in turn order, that player chooses a number of iterations.",
      "children": []
    },
    {
      "section": "505.5",
      "text": "Each other player (if any), in turn order, may choose to agree to that number or choose a number",
      "children": []
    },
    {
      "section": "505.6",
      "text": "If no player chooses to break the loop and there were no maintaining players, the game ends in a",
      "children": []
    },
    {
      "section": "505.7",
      "text": "Otherwise, the loop continues until the lowest number of iterations chosen, then that player",
      "children": []
    },
    {
      "section": "505.8",
      "text": "If a player intervenes to break a loop, they may choose to interrupt a partially completed",
      "children": []
    },
    {
      "section": "505.9",
      "text": "If a sequence of actions is non-deterministic, it may not be shortcut and iterations must be",
      "children": []
    },
    {
      "section": "505.10",
      "text": "Some loops are maintained by decisions rather than actions. In these cases, apply 505.4-505.8",
      "children": []
    },
    {
      "section": "505.11",
      "text": "Judges are the final arbiter of what constitutes a loop, or if choices are available to continue",
      "children": []
    },
    {
      "section": "505.12",
      "text": "Players who try to opt-out of shortcutting or propose incorrect shortcutting to use up time are",
      "children": []
    }
  ]
}