{
  "section": "600",
  "text": "Competition Formats",
  "children": [
    {
      "section": "601",
      "text": "Constructed",
      "children": [
        {
          "section": "601.1",
          "text": "Deck Construction",
          "children": [
            {
              "section": "601.1.a",
              "text": "The rules for constructing a Riftbound deck are found in CR 101. Deck Construction, except where modified here below for the competition Constructed play format.",
              "children": []
            },
            {
              "section": "601.1.b",
              "text": "In competitions, a player’s Main Deck must be exactly 40 cards.",
              "children": []
            },
            {
              "section": "601.1.c",
              "text": "In competitions where a sideboard is allowed:",
              "children": [
                {
                  "section": "601.1.c.1",
                  "text": "A player’s sideboard must be exactly 0 or 8 cards.",
                  "children": []
                },
                {
                  "section": "601.1.c.2",
                  "text": "A sideboard can consist only of valid Main Deck cards.",
                  "children": []
                },
                {
                  "section": "601.1.c.3",
                  "text": "Limits on copies of named cards apply to the combination of main deck and sideboard.",
                  "children": []
                },
                {
                  "section": "601.1.c.4",
                  "text": "See 403 for more information about sideboards.",
                  "children": []
                }
              ]
            },
            {
              "section": "601.1.d",
              "text": "In some competitions, the legal battlefields are different from the format-legal battlefields. If this is the case, it will be communicated to players via specific event addenda.",
              "children": []
            }
          ]
        },
        {
          "section": "601.2",
          "text": "Card Legality",
          "children": [
            {
              "section": "601.2.a",
              "text": "A card may only be included in a deck if it is from a set that is legal in that format or it has the same name as a card from a set that is legal in that format.",
              "children": []
            },
            {
              "section": "601.2.b",
              "text": "Until set release parity is reached, regional limitations on the legality of cards will be enforced according to the official product launch date in the region where an event is being held.",
              "children": []
            },
            {
              "section": "601.2.c",
              "text": "If an existing card is reprinted in a new set, but its collector number is not within the normal numbering of that set, it does not affect the card's format legality.",
              "children": [
                {
                  "section": "601.2.c.1",
                  "text": "Example: A card with collector number 300/250 is not automatically legal within the standard format of that set.",
                  "children": []
                }
              ]
            },
            {
              "section": "601.2.d",
              "text": "If a card is banned in a specific format, that card may not be included in a deck.",
              "children": []
            }
          ]
        },
        {
          "section": "601.3",
          "text": "Standard",
          "children": [
            {
              "section": "601.3.a",
              "text": "Standard is a format consisting of the most recent 5-8 sets.",
              "children": []
            },
            {
              "section": "601.3.b",
              "text": "Each standard consists of the current year’s sets plus the previous year’s sets.",
              "children": []
            },
            {
              "section": "601.3.c",
              "text": "The current Standard consists of:",
              "children": [
                {
                  "section": "601.3.c.1",
                  "text": "The Origins supplemental set contained in Proving Grounds (OGS)",
                  "children": []
                },
                {
                  "section": "601.3.c.2",
                  "text": "Origins (OGN)",
                  "children": []
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "section": "602",
      "text": "Limited",
      "children": [
        {
          "section": "602.1",
          "text": "Sealed Deck",
          "children": [
            {
              "section": "602.1.a",
              "text": "The rules for constructing a Riftbound deck are found in CR 101. Deck Construction, except where modified here below for the Sealed play format.",
              "children": []
            },
            {
              "section": "602.1.b",
              "text": "Sealed Deck is a limited format where players are provided with 6 unopened booster packs to construct their deck.",
              "children": []
            },
            {
              "section": "602.1.c",
              "text": "Main Decks in Sealed Deck are exactly 25 cards.",
              "children": []
            },
            {
              "section": "602.1.d",
              "text": "The domain identity of a limited deck is any three domains, or any domain plus the domains of its Champion Legend (if it has one).",
              "children": [
                {
                  "section": "602.1.d.1",
                  "text": "A sealed deck may have any Champion Unit that is included in its domain identity as its Chosen Champion, even one that does not have a champion tag that matches its Champion Legend (if it has one).",
                  "children": []
                },
                {
                  "section": "602.1.d.2",
                  "text": "A sealed deck may play any signature spells that are fully included in its domain identity, even if they do not include the corresponding champion.",
                  "children": [
                    {
                      "section": "602.1.d.2.a",
                      "text": "Example: A sealed main deck with a domain identity of Fury/Body/Order could use signature spells that are Fury/Order or Body/Order, but not signature spells that are Fury/Mind or Body/Chaos.",
                      "children": []
                    }
                  ]
                }
              ]
            },
            {
              "section": "602.1.e",
              "text": "A sealed deck is still legal if it has no Champion Legend or Chosen Champion.",
              "children": [
                {
                  "section": "602.1.e.1",
                  "text": "A player may opt not to use a Champion Legend or a Chosen Champion in their sealed deck even if they opened one in their provided packs.",
                  "children": []
                },
                {
                  "section": "602.1.e.2",
                  "text": "If a player's deck doesn't include both a Champion Legend and a Chosen Champion, they draw a card at the start of their first beginning phase each game. (If they have neither, they still only draw one card.)",
                  "children": []
                }
              ]
            },
            {
              "section": "602.1.f",
              "text": "In competitions where a sideboard is allowed, a limited deck’s sideboard is every card provided to the player as part of the competition that isn’t used in their deck construction, unless otherwise specified.",
              "children": [
                {
                  "section": "602.1.f.1",
                  "text": "Players may change their domain identities while sideboarding as long as the resulting deck still meets c-d.",
                  "children": []
                }
              ]
            },
            {
              "section": "602.1.g",
              "text": "The normal limits on copies of named or signature cards do not apply.",
              "children": []
            },
            {
              "section": "602.1.h",
              "text": "Sealed decks must have at least three battlefields available, so if any are not included in the cards provided to the player as part of the competition, the player may use a blank battlefield represented by a facedown card.",
              "children": [
                {
                  "section": "602.1.h.1",
                  "text": "A player may opt to use blank battlefields in place of battlefields they opened.",
                  "children": []
                },
                {
                  "section": "602.1.h.2",
                  "text": "Players may select any battlefield from their sealed card pool during game start procedure.",
                  "children": [
                    {
                      "section": "602.1.h.2.a",
                      "text": "In events where sealed deck registration is required, players must register a battlefield to be used in the first game of a match.",
                      "children": []
                    },
                    {
                      "section": "602.1.h.2.b",
                      "text": "Players may only use a specific battlefield once per match, but may use the same named battlefield as many times as they have copies of it in their sealed card pool.",
                      "children": []
                    }
                  ]
                }
              ]
            },
            {
              "section": "602.1.i",
              "text": "Players may use the six basic Runes from any source for play in a limited competition, even if they were not in the cards provided to the player as part of the competition.",
              "children": [
                {
                  "section": "602.1.i.1",
                  "text": "Players may only include runes that match the domain identity of their main deck.",
                  "children": []
                }
              ]
            },
            {
              "section": "602.1.j",
              "text": "In some cases, competition officials may allow players to provide their own product, but in such cases player-brought products must be pooled and distributed amongst participants randomly.",
              "children": []
            },
            {
              "section": "602.1.k",
              "text": "Players may not use electronic devices to take notes or as a strategic aide during sealed deck building.",
              "children": []
            }
          ]
        },
        {
          "section": "602.2",
          "text": "Sealed Pool Registration",
          "children": [
            {
              "section": "602.2.a",
              "text": "In high OPL, the head judge must require registration of the sealed pool prior to deck construction.",
              "children": []
            },
            {
              "section": "602.2.b",
              "text": "Each player receives the unopened product at their seat.",
              "children": []
            },
            {
              "section": "602.2.c",
              "text": "Players on one side of the table (A) open their product, observed by players on the other side (B).",
              "children": []
            },
            {
              "section": "602.2.d",
              "text": "Once all unopened product has been opened and observed by B, those cards are placed next to B.",
              "children": []
            },
            {
              "section": "602.2.e",
              "text": "Repeat c but with B opening and A observing.",
              "children": []
            },
            {
              "section": "602.2.f",
              "text": "Each player now sorts and registers the contents of the pool placed next to them.",
              "children": []
            },
            {
              "section": "602.2.g",
              "text": "After registration is complete, each player returns the pool and registration sheet to the other side.",
              "children": []
            },
            {
              "section": "602.2.h",
              "text": "Each player verifies that their own pool has been registered correctly.",
              "children": []
            },
            {
              "section": "602.2.i",
              "text": "Deck construction begins.",
              "children": []
            },
            {
              "section": "602.2.j",
              "text": "It’s recommended that players be given 20 minutes for deck registration and 30 minutes for deck construction. Deck construction can be increased to 45 minutes for prerelease or release events where players are experiencing the cards for the first time.",
              "children": []
            },
            {
              "section": "602.2.k",
              "text": "The deck constructed is registered on the same sheet.",
              "children": []
            }
          ]
        },
        {
          "section": "602.3",
          "text": "Preconstructed Decks in Limited Competitions",
          "children": [
            {
              "section": "602.3.a",
              "text": "Some competitions or portions of competitions provide preconstructed decks for players to use. These are considered limited decks.",
              "children": []
            },
            {
              "section": "602.3.b",
              "text": "Players must use exactly the decks provided, except as modified by any addenda to the competition.",
              "children": [
                {
                  "section": "602.3.b.1",
                  "text": "This may override the limited deck construction rules above.",
                  "children": []
                }
              ]
            }
          ]
        },
        {
          "section": "602.4",
          "text": "Card Legality",
          "children": [
            {
              "section": "602.4.a",
              "text": "A card may only be included in a limited deck if it is provided to the player as part of the competition.",
              "children": []
            },
            {
              "section": "602.4.b",
              "text": "Even if a card is banned in constructed, it is legal to use in a limited deck as long as it is not also banned in that limited format.",
              "children": []
            }
          ]
        },
        {
          "section": "602.5",
          "text": "Continuous Construction",
          "children": [
            {
              "section": "602.5.a",
              "text": "In limited formats at low OPL, players may freely change the composition of their deck and sideboard between matches.",
              "children": []
            },
            {
              "section": "602.5.b",
              "text": "In high OPL, this is not allowed and must be communicated as such by the head judge.",
              "children": []
            }
          ]
        },
        {
          "section": "602.6",
          "text": "Abnormal Product",
          "children": [
            {
              "section": "602.6.a",
              "text": "There is no guarantee that the composition or distribution of any specific sealed product is correct.",
              "children": []
            },
            {
              "section": "602.6.b",
              "text": "If a player notices a discrepancy between expected rarity or frequency of cards in a pack and what is opened, they must notify a judge.",
              "children": []
            },
            {
              "section": "602.6.c",
              "text": "The head judge may, at their discretion, replace atypical product in these cases.",
              "children": []
            }
          ]
        }
      ]
    },
    {
      "section": "603",
      "text": "2v2",
      "children": [
        {
          "section": "603.1",
          "text": "A 2v2 team consists of 2 players who enter a competition together and register together as a team to play congruently in a single match as described in the Core Rules.",
          "children": []
        },
        {
          "section": "603.2",
          "text": "Each player must provide their individual registration information to enter the competition.",
          "children": [
            {
              "section": "603.2.a",
              "text": "When registering, teams must specify an ordering for the players on their team for seating purposes by indicating an A player and a B player.",
              "children": []
            }
          ]
        },
        {
          "section": "603.3",
          "text": "If a player drops from a competition, their entire team is dropped.",
          "children": []
        },
        {
          "section": "603.4",
          "text": "If a player is disqualified from a competition, their entire team is disqualified.",
          "children": []
        },
        {
          "section": "603.5",
          "text": "In some competitions, 2v2 teams may provide a team name to be displayed. Tournament officials may disallow a specific name for any reason.",
          "children": []
        },
        {
          "section": "603.6",
          "text": "A 2v2 competition can be either constructed or limited. In limited 2v2, the team shares a single product pool of 8 packs.",
          "children": []
        },
        {
          "section": "603.7",
          "text": "During matches, teammates sit next to each other in their registered AB order. The setup process for a game of Riftbound is defined in the Core Rules, with these additional exceptions for 2v2:",
          "children": [
            {
              "section": "603.7.a",
              "text": "Turn order is as follows:",
              "children": [
                {
                  "section": "603.7.a.1",
                  "text": "The first team’s A player.",
                  "children": []
                },
                {
                  "section": "603.7.a.2",
                  "text": "The second team’s A player.",
                  "children": []
                },
                {
                  "section": "603.7.a.3",
                  "text": "The first team’s B player.",
                  "children": []
                },
                {
                  "section": "603.7.a.4",
                  "text": "The second team’s B player.",
                  "children": []
                },
                {
                  "section": "603.7.a.5",
                  "text": "Return to the top of the order.",
                  "children": []
                }
              ]
            },
            {
              "section": "603.7.b",
              "text": "A random method is used to decide which team selects the starting player.",
              "children": []
            },
            {
              "section": "603.7.c",
              "text": "Once the appropriate step in the core rules process is reached, the team that earned the decision chooses where within the a.1-4 turn order play begins.",
              "children": [
                {
                  "section": "603.7.c.1",
                  "text": "For games after the first game of a match, the losing team of the previous game gets to choose who plays first. If the previous game was a draw, the turn order from the previous game is maintained.",
                  "children": []
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "section": "604",
      "text": "Event and Round Time Limits",
      "children": [
        {
          "section": "604.1",
          "text": "It’s recommended that players be given 50 minutes for rounds of play in the Swiss portion of a competitive event.",
          "children": []
        },
        {
          "section": "604.2",
          "text": "For the Playoff portion of a competitive event, it’s recommended that rounds be untimed where possible.",
          "children": [
            {
              "section": "604.2.a",
              "text": "Players are still expected to play at a reasonable pace. See 703.2 the Slow Play penalty.",
              "children": []
            }
          ]
        }
      ]
    }
  ]
}