{
  "section": "701",
  "text": "General",
  "children": [
    {
      "section": "701.1",
      "text": "Philosophy",
      "children": [
        {
          "section": "701.1.a",
          "text": "Errors are assumed to be committed unintentionally. If the judge believes it was intentional, it is cheating. See 704.8 for more information about cheating.",
          "children": [
            {
              "section": "701.1.a.1",
              "text": "Players attempting to abuse error remedies to receive advantages are cheating.",
              "children": []
            }
          ]
        },
        {
          "section": "701.1.b",
          "text": "Judges are neutral arbiters and enforcers of policy and rules.",
          "children": []
        },
        {
          "section": "701.1.c",
          "text": "Judges should not stop errors from occurring. Instead they deal with errors that have occurred.",
          "children": []
        },
        {
          "section": "701.1.d",
          "text": "Judges should not intervene in games unless:",
          "children": [
            {
              "section": "701.1.d.1",
              "text": "They believe a violation has occurred.",
              "children": []
            },
            {
              "section": "701.1.d.2",
              "text": "A player requested assistance.",
              "children": []
            },
            {
              "section": "701.1.d.3",
              "text": "A situation related to Unsporting Conduct is likely to escalate.",
              "children": []
            }
          ]
        },
        {
          "section": "701.1.e",
          "text": "Judges should model fair play, sporting conduct, and diplomatic behavior.",
          "children": []
        },
        {
          "section": "701.1.f",
          "text": "Judges should not account for a player’s history or skill when determining whether errors occurred.",
          "children": []
        },
        {
          "section": "701.1.g",
          "text": "Judges may take into account a player’s history or skill when investigating.",
          "children": []
        },
        {
          "section": "701.1.h",
          "text": "Penalties are designed to educate players on mistakes and encourage them not to make them in the future.",
          "children": []
        },
        {
          "section": "701.1.i",
          "text": "Penalties are also designed to deter other players from similar errors.",
          "children": []
        },
        {
          "section": "701.1.j",
          "text": "Penalties are issued and tracked to help judges understand intent over patterns of behavior.",
          "children": []
        },
        {
          "section": "701.1.k",
          "text": "Head judges and head judges ONLY may issue penalties outside of these guidelines.",
          "children": []
        },
        {
          "section": "701.1.l",
          "text": "Judges are human and they make mistakes.",
          "children": []
        },
        {
          "section": "701.1.m",
          "text": "If a judge recognizes their own mistakes, they should acknowledge them and correct them if possible.",
          "children": []
        },
        {
          "section": "701.1.n",
          "text": "If a competition official makes a mistake and it results in a penalty applied to a player, the head judge can downgrade the penalty.",
          "children": []
        },
        {
          "section": "701.1.o",
          "text": "If a player acts on information given in error by a competition official, the head judge can rewind the game to account for it, even if there were no other errors.",
          "children": []
        }
      ]
    },
    {
      "section": "701.2",
      "text": "Definitions of Penalties",
      "children": [
        {
          "section": "701.2.a",
          "text": "Warning: An indication that an error occurred that provides a record of the error.",
          "children": [
            {
              "section": "701.2.a.1",
              "text": "Time extensions should be granted if the total time to rule and correct is more than 1 minute.",
              "children": []
            }
          ]
        },
        {
          "section": "701.2.b",
          "text": "Game Loss: A game loss causes the erroring player and any of their teammates to concede the game. If this does not result in a winner, remaining players continue the game.",
          "children": [
            {
              "section": "701.2.b.1",
              "text": "Game losses are applied immediately if the game is ongoing, or to the player’s next game in the competition if it is not.",
              "children": []
            },
            {
              "section": "701.2.b.2",
              "text": "If a player would receive multiple game losses at the same time, they only receive one.",
              "children": []
            },
            {
              "section": "701.2.b.3",
              "text": "If all players in a match receive a game loss simultaneously, the current game ends in a draw. All game losses are recorded but do not affect the match score.",
              "children": []
            }
          ]
        },
        {
          "section": "701.2.c",
          "text": "Match Loss: A severe penalty that’s issued when the entire match has been compromised by the error.",
          "children": [
            {
              "section": "701.2.c.1",
              "text": "Match losses are applied to the current match, or to the player’s next match in the competition if their previous match has ended.",
              "children": []
            }
          ]
        },
        {
          "section": "701.2.d",
          "text": "Disqualification: A penalty issued for errors that damage the integrity of the competition or for severe misconduct.",
          "children": [
            {
              "section": "701.2.d.1",
              "text": "Disqualification causes that player to lose the current match and be dropped from the competition.",
              "children": []
            },
            {
              "section": "701.2.d.2",
              "text": "If a player has already physically received prizes from the competition, they keep them, but they will not receive any other prizes after disqualification, even if their placement in the event would otherwise entitle them to prizes.",
              "children": []
            },
            {
              "section": "701.2.d.3",
              "text": "When a player is disqualified, they are removed from the competition and from standings.",
              "children": []
            },
            {
              "section": "701.2.d.4",
              "text": "Any attendee of a competition can be issued a disqualification, not just players. Being barred from the tournament venue may apply to disqualification at the head judge’s discretion.",
              "children": []
            },
            {
              "section": "701.2.d.5",
              "text": "This penalty can be issued by the head judge even without conclusive proof if the head judge determines the integrity of the competition has been compromised.",
              "children": []
            }
          ]
        }
      ]
    },
    {
      "section": "701.3",
      "text": "Applying Penalties",
      "children": [
        {
          "section": "701.3.a",
          "text": "Penalties of Game Loss of higher (b-d) should be reported to the head judge.",
          "children": []
        },
        {
          "section": "701.3.b",
          "text": "Judges should explain the error, the procedure to fix it, and the penalties for involved players.",
          "children": []
        },
        {
          "section": "701.3.c",
          "text": "Some errors include remedies beyond the scope of the base penalty, to protect competition officials from accusations of bias.",
          "children": []
        },
        {
          "section": "701.3.d",
          "text": "If a single error leads to multiple related penalties, judges should issue only the one with the most severe penalty.",
          "children": []
        }
      ]
    },
    {
      "section": "701.4",
      "text": "Shuffling",
      "children": [
        {
          "section": "701.4.a",
          "text": "Some remedies require shuffling the randomized portion of the deck.",
          "children": []
        },
        {
          "section": "701.4.b",
          "text": "Many cards recycle cards to the bottom of a deck. The judge should do what they can using information available from the game state and from the players to determine which portion of the deck is knowable by one or more players, and separate those before shuffling that deck.",
          "children": []
        },
        {
          "section": "701.4.c",
          "text": "Once the deck has been shuffled, any cards set aside in this way should be returned to their proper locations in the deck.",
          "children": []
        },
        {
          "section": "701.4.d",
          "text": "Shuffles performed by a judge in this way are not considered shuffles in game terms.",
          "children": []
        }
      ]
    },
    {
      "section": "701.5",
      "text": "Rewinding",
      "children": [
        {
          "section": "701.5.a",
          "text": "Some remedies allow rewinding the game state in extreme circumstances, where leaving the game in its current state is substantially worse than rewinding.",
          "children": []
        },
        {
          "section": "701.5.b",
          "text": "Some rewinds are simple; this means rewinding only the last action completed or one currently in progress.",
          "children": [
            {
              "section": "701.5.b.1",
              "text": "Any judge may perform a simple rewind where they believe no information has been gained by the players.",
              "children": []
            }
          ]
        },
        {
          "section": "701.5.c",
          "text": "For rewinds more complicated than a simple rewind, only the head judge or designated appeals judges (at high OPL) may authorize rewinding in this way.",
          "children": []
        },
        {
          "section": "701.5.d",
          "text": "To rewind:",
          "children": [
            {
              "section": "701.5.d.1",
              "text": "Each individual action since the time of the error is reversed, starting with the most recent one.",
              "children": []
            },
            {
              "section": "701.5.d.2",
              "text": "Every action must be reversed in the correct sequence.",
              "children": []
            },
            {
              "section": "701.5.d.3",
              "text": "If the identity of a card involved in a rewind is non-public (e.g. a drawn card), a random card is chosen from possible candidates.",
              "children": []
            },
            {
              "section": "701.5.d.4",
              "text": "If a player learned the identity of a card in a deck, but did not draw or channel it, it should be shuffled into the random part of the deck.",
              "children": []
            }
          ]
        }
      ]
    },
    {
      "section": "701.6",
      "text": "Investigations",
      "children": [
        {
          "section": "701.6.a",
          "text": "Any penalty that results in disqualification automatically starts an investigation into that player and patterns of behavior that might impact their eligibility in future competitions.",
          "children": []
        },
        {
          "section": "701.6.b",
          "text": "Investigations may also occur at a judge's discretion following the application of a penalty if cheating is suspected. See 704.8 for more information about cheating.",
          "children": []
        },
        {
          "section": "701.6.c",
          "text": "The result of an investigation can be suspension of the player from Riftbound competitions.",
          "children": []
        },
        {
          "section": "701.6.d",
          "text": "Suspended players may not enter Riftbound events. If a suspended player is found to have registered for an event, the organizer reserves the right to issue a disqualification at any time.",
          "children": []
        }
      ]
    }
  ]
}