{
  "section": "702",
  "text": "Game Play Errors",
  "children": [
    {
      "section": "702.1",
      "text": "Overview",
      "children": [
        {
          "section": "702.1.a",
          "text": "A game play error is caused by incorrect and inaccurate play of the game that violates the Core Rules.",
          "children": []
        },
        {
          "section": "702.1.b",
          "text": "Except for 702.16, if a player commits the same category of game play error [Warning] 3 or more times in the same day of a competition, the penalty is upgraded to [Game Loss].",
          "children": []
        },
        {
          "section": "702.1.c",
          "text": "At low OPL, penalties should generally be less harsh and rewinds may be applied even if the erroring player gains an information advantage.",
          "children": [
            {
              "section": "702.1.c.1",
              "text": "Penalties that require an opponent of the erroring player to make a choice can be made at random or by a judge if they can’t be avoided by a rewind.",
              "children": []
            }
          ]
        }
      ]
    },
    {
      "section": "702.2",
      "text": "Missed Trigger [No Penalty]: A player controls a triggered ability and doesn’t demonstrate awareness of the trigger before the first time it would affect the game in a visible fashion.",
      "children": [
        {
          "section": "702.2.a",
          "text": "See 506 for definition of triggered abilities.",
          "children": []
        },
        {
          "section": "702.2.b",
          "text": "After the initial point at which a triggered ability is missed, any further errors related to that trigger are considered a General Error instead. See 702.15 for more information about General Errors.",
          "children": []
        },
        {
          "section": "702.2.c",
          "text": "Players may not cause triggered abilities controlled by an opponent to be missed by taking game actions or otherwise prematurely advancing the game, including through otherwise acceptable shortcuts.",
          "children": []
        },
        {
          "section": "702.2.d",
          "text": "A triggered ability is considered to have triggered even if it was subsequently missed. Effects that count or restrict the number of times that ability can trigger will count the missed one.",
          "children": []
        },
        {
          "section": "702.2.e",
          "text": "If missing the trigger was advantageous for the controller, and they own the card source of the trigger, this penalty is a [Warning] instead.",
          "children": []
        },
        {
          "section": "702.2.f",
          "text": "Remedies:",
          "children": [
            {
              "section": "702.2.f.1",
              "text": "If a trigger is missed in a previous turn, instruct the players to continue playing.",
              "children": []
            },
            {
              "section": "702.2.f.2",
              "text": "Otherwise, the next opponent in turn order of the player who missed the trigger chooses whether to resolve the trigger immediately or miss it altogether.",
              "children": []
            }
          ]
        }
      ]
    },
    {
      "section": "702.3",
      "text": "Forgetting to Score a Point [No Penalty]: A player is entitled to a point from conquering or holding a battlefield but fails to track it.",
      "children": [
        {
          "section": "702.3.a",
          "text": "This does not apply to points that would be scored from card triggers such as Ahri, Alluring.",
          "children": []
        },
        {
          "section": "702.3.b",
          "text": "Remedies:",
          "children": [
            {
              "section": "702.3.b.1",
              "text": "If the correct score can be determined and no more than a full round cycle has passed, increment the appropriate player’s score to that total.",
              "children": []
            },
            {
              "section": "702.3.b.2",
              "text": "Otherwise, instruct the players to continue playing.",
              "children": []
            }
          ]
        }
      ]
    },
    {
      "section": "702.4",
      "text": "Forgetting to Draw Cards [No Penalty]: A player is obligated to draw a card, either as part of their draw phase or instruction from a card, but fails to do so.",
      "children": [
        {
          "section": "702.4.a",
          "text": "Remedies:",
          "children": [
            {
              "section": "702.4.a.1",
              "text": "If the missed draws can be determined and no more than a full round cycle has passed, the appropriate player draws the missing cards.",
              "children": []
            },
            {
              "section": "702.4.a.2",
              "text": "Otherwise, instruct the players to continue playing.",
              "children": []
            }
          ]
        },
        {
          "section": "702.4.b",
          "text": "If forgetting to draw was advantageous to the erroring player (example: the player is near burning out), this penalty is a [Warning] instead.",
          "children": []
        }
      ]
    },
    {
      "section": "702.5",
      "text": "Looking at Extra Cards [Warning]: A player takes an action that enables them to see the faces of cards they are not entitled to see.",
      "children": [
        {
          "section": "702.5.a",
          "text": "Players are not entitled to see cards that are private (to another player) or secret.",
          "children": []
        },
        {
          "section": "702.5.b",
          "text": "Cards in a deck are considered to be in that deck unless and until they touch cards in another private or secret group. If that happens, the error is instead a Secret Card Error.",
          "children": []
        },
        {
          "section": "702.5.c",
          "text": "Remedies:",
          "children": [
            {
              "section": "702.5.c.1",
              "text": "If the cards remain in a single deck, shuffle the deck appropriately to remove the information advantage.",
              "children": []
            }
          ]
        }
      ]
    },
    {
      "section": "702.6",
      "text": "Channeling Too Many Runes [Warning]: A player channels a number of runes greater than they are entitled to under the Core Rules as the result of a limited action.",
      "children": [
        {
          "section": "702.6.a",
          "text": "Errors of this sort are generally public, and all players are expected to be mindful of game state.",
          "children": []
        },
        {
          "section": "702.6.b",
          "text": "Remedies:",
          "children": [
            {
              "section": "702.6.b.1",
              "text": "If the additional runes have been used to pay for actions, rewind if possible. If rewinding is not possible, this is a General Error instead. See 702.15 for more information about General Errors.",
              "children": []
            },
            {
              "section": "702.6.b.2",
              "text": "If the additional runes are caught and no more than a full round cycle has passed, shuffle them appropriately into the rune deck.",
              "children": [
                {
                  "section": "702.6.b.2.a",
                  "text": "If the specific runes can’t be identified, shuffle random runes instead.",
                  "children": []
                }
              ]
            },
            {
              "section": "702.6.b.3",
              "text": "Otherwise, instruct the players to continue playing.",
              "children": []
            }
          ]
        }
      ]
    },
    {
      "section": "702.7",
      "text": "Channeling Too Few Runes [No Penalty]: A player channels a number of runes less than what they are entitled to under the Core Rules as the result of a limited action.",
      "children": [
        {
          "section": "702.7.a",
          "text": "Errors of this sort are generally public, and all players are expected to be mindful of game state.",
          "children": []
        },
        {
          "section": "702.7.b",
          "text": "Remedies:",
          "children": [
            {
              "section": "702.7.b.1",
              "text": "If no more than a full round cycle has passed, allow the player to channel the appropriate number of runes.",
              "children": []
            },
            {
              "section": "702.7.b.2",
              "text": "Otherwise, instruct the players to continue playing.",
              "children": []
            }
          ]
        },
        {
          "section": "702.7.c",
          "text": "If forgetting to channel runes was advantageous to the erroring player, this penalty is a [Warning] instead.",
          "children": []
        }
      ]
    },
    {
      "section": "702.8",
      "text": "Overpayment for Cost [No Penalty]: A player pays a cost overpaying its power or energy cost.",
      "children": [
        {
          "section": "702.8.a",
          "text": "Errors of this sort are generally public, and all players are expected to be mindful of game state.",
          "children": []
        },
        {
          "section": "702.8.b",
          "text": "Remedies:",
          "children": [
            {
              "section": "702.8.b.1",
              "text": "If a cost is overpaid and it is still the turn where the cost was paid, the overpaying player is considered to have the extra resources floating in their resource pool.",
              "children": [
                {
                  "section": "702.8.b.1.a",
                  "text": "If overpaying a cost was advantageous to the erroring player, this penalty is a [Warning] instead.",
                  "children": []
                },
                {
                  "section": "702.8.b.1.b",
                  "text": "If overpaying a cost caused a result that would not otherwise have happened, it is a General Error. See 702.15 for more information about General Errors.",
                  "children": []
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "section": "702.9",
      "text": "Mispayment for Cost [Warning]: A player pays a cost underpaying its power or energy cost, or uses the incorrect domain to pay a power cost.",
      "children": [
        {
          "section": "702.9.a",
          "text": "Errors of this sort are generally public, and all players are expected to be mindful of game state.",
          "children": []
        },
        {
          "section": "702.9.b",
          "text": "Remedies:",
          "children": [
            {
              "section": "702.9.b.1",
              "text": "Perform a simple rewind if possible, to the moment before the card was played.",
              "children": []
            },
            {
              "section": "702.9.b.2",
              "text": "If a simple rewind is not possible, correct the cost paid if possible, by exhausting, or recycling runes as needed.",
              "children": [
                {
                  "section": "702.9.b.2.a",
                  "text": "If runes were incorrectly recycled as part of the cost, rewind if possible.",
                  "children": []
                }
              ]
            },
            {
              "section": "702.9.b.3",
              "text": "If rewinding is not possible, instruct the players to continue playing.",
              "children": []
            }
          ]
        }
      ]
    },
    {
      "section": "702.10",
      "text": "Looking at Secret Information [Warning]: A player looks at information that is not available to any player. See CR 127. Privacy for information types.",
      "children": [
        {
          "section": "702.10.a",
          "text": "Players should not be penalized via a remedy for errors their opponents make. Example: If one of your opponents inappropriately flips over the top card of their deck, you do not receive a penalty if you see it.",
          "children": []
        },
        {
          "section": "702.10.b",
          "text": "Remedies:",
          "children": [
            {
              "section": "702.10.b.1",
              "text": "If possible, take involved cards in the now-known secret information and re-randomize them with the original randomized source of appropriate cards to remove the information advantage.",
              "children": []
            },
            {
              "section": "702.10.b.2",
              "text": "If this is not possible, reveal the information to all players to remove the information advantage and instruct the players to continue playing.",
              "children": []
            }
          ]
        }
      ]
    },
    {
      "section": "702.11",
      "text": "Looking at Opponent Private Information [Warning]: A player accidentally looks at information that is private to their opponent. See CR 127. Privacy for information types.",
      "children": [
        {
          "section": "702.11.a",
          "text": "Players should not be penalized via a remedy for errors their opponents make. Example: If one of your opponents inappropriately drops a card from their hand on the table, you do not receive a penalty if you see it.",
          "children": []
        },
        {
          "section": "702.11.b",
          "text": "Remedies:",
          "children": [
            {
              "section": "702.11.b.1",
              "text": "The opponent whose private information it is may decide whether to take involved cards in the now-known private information and re-randomize them with the original randomized source of appropriate cards.",
              "children": []
            },
            {
              "section": "702.11.b.2",
              "text": "If they decide not to, instruct the players to proceed.",
              "children": []
            }
          ]
        }
      ]
    },
    {
      "section": "702.12",
      "text": "Drawing Extra Cards [Warning]: A player draws more cards than they are entitled to under the Core Rules as the result of a limited action.",
      "children": [
        {
          "section": "702.12.a",
          "text": "Drawing extra cards is also looking at extra cards, but only this error should be recorded.",
          "children": []
        },
        {
          "section": "702.12.b",
          "text": "Remedies:",
          "children": [
            {
              "section": "702.12.b.1",
              "text": "If the error is caught before the extra cards drawn are added to a private set, shuffle them into the main deck appropriately to remove the information advantage.",
              "children": []
            },
            {
              "section": "702.12.b.2",
              "text": "If the error is caught after the cards drawn are added to a private set and it is within the round cycle, the next opponent in turn order of the erroring player looks at that player’s hand and chooses the appropriate number of cards to shuffle into the main deck appropriately.",
              "children": []
            },
            {
              "section": "702.12.b.3",
              "text": "If at a later stage in the game it is determined a player has more cards in hand than they should, the remedy should be applied at this time.",
              "children": []
            }
          ]
        }
      ]
    },
    {
      "section": "702.13",
      "text": "Nonpublic Card Error [Warning]: A player interacts with a nonpublic card in a manner other than how they are entitled to under the Core Rules.",
      "children": [
        {
          "section": "702.13.a",
          "text": "This includes hiding a card that does not have the Hidden keyword.",
          "children": []
        },
        {
          "section": "702.13.b",
          "text": "Upgrades to [Game Loss] if a player hides a card that doesn’t have the Hidden keyword and doesn’t correct it before it has an impact on an opponent’s action.",
          "children": []
        }
      ]
    },
    {
      "section": "702.14",
      "text": "Mulligan Procedure Error [Warning]: A player performs the mulligan procedure incorrectly.",
      "children": [
        {
          "section": "702.14.a",
          "text": "Remedies:",
          "children": [
            {
              "section": "702.14.a.1",
              "text": "If a player recycled and replaced more than 2 cards during their mulligan, the next opponent in turn order of the erroring player looks at that player’s hand and may choose cards up to the number of extra cards mulliganed to have that player recycle and replace.",
              "children": [
                {
                  "section": "702.14.a.1.a",
                  "text": "Example: If a player accidentally mulliganed 3 cards, the next opponent in turn order would look at that player's hand and may choose up to one card to have that player recycle and replace.",
                  "children": []
                }
              ]
            },
            {
              "section": "702.14.a.2",
              "text": "If this error is caught after gameplay has begun, instruct the players to proceed.",
              "children": []
            }
          ]
        }
      ]
    },
    {
      "section": "702.15",
      "text": "General Error [Warning]: Any other violation of the Rules of Riftbound.",
      "children": [
        {
          "section": "702.15.a",
          "text": "This is a catch-all for any other game play error.",
          "children": []
        },
        {
          "section": "702.15.b",
          "text": "Errors of this sort are generally public, and all players are expected to be mindful of game state.",
          "children": []
        },
        {
          "section": "702.15.c",
          "text": "Remedies:",
          "children": [
            {
              "section": "702.15.c.1",
              "text": "Rewind if possible.",
              "children": []
            },
            {
              "section": "702.15.c.2",
              "text": "Otherwise, instruct the players to continue playing.",
              "children": []
            }
          ]
        }
      ]
    },
    {
      "section": "702.16",
      "text": "Failure to Maintain Game State [Warning]: A player does not call out another player’s failure to maintain the proper game state, including missed scoring from hold and conquer.",
      "children": [
        {
          "section": "702.16.a",
          "text": "Generally this error occurs when a player’s opponent commits a game play error and the player doesn’t call a judge immediately.",
          "children": []
        },
        {
          "section": "702.16.b",
          "text": "Unlike other Game Play Errors, this error is primarily for tracking and never upgrades unless specifically instructed by the head judge.",
          "children": []
        }
      ]
    }
  ]
}