{
  "section": "703",
  "text": "Tournament Errors",
  "children": [
    {
      "section": "703.1",
      "text": "Overview",
      "children": [
        {
          "section": "703.1.a",
          "text": "A tournament error is caused by actions in or around a tournament match that violate tournament procedure expectations.",
          "children": []
        },
        {
          "section": "703.1.b",
          "text": "If a player commits the same category of tournament error [Warning] 3 or more times in the same day of a competition, the penalty is upgraded to [Game Loss].",
          "children": []
        },
        {
          "section": "703.1.c",
          "text": "At low OPL, penalties should generally be less harsh and rewinds may be applied even if the erroring player gains an information advantage.",
          "children": [
            {
              "section": "703.1.c.1",
              "text": "Penalties that require an opponent of the erroring player to make a choice can be made at random or by a judge if they can’t be avoided by a rewind.",
              "children": []
            }
          ]
        }
      ]
    },
    {
      "section": "703.2",
      "text": "Slow Play [Warning]: A player is performing their start of game procedure or is playing mid-game at an unreasonably slow pace.",
      "children": [
        {
          "section": "703.2.a",
          "text": "Players must take their turns in a timely manner, appropriate to a judge according to the state of the game at the time, and adhere to time limits specified for the tournament.",
          "children": []
        },
        {
          "section": "703.2.b",
          "text": "Players may ask a judge to watch their game for slow play.",
          "children": []
        },
        {
          "section": "703.2.c",
          "text": "Intentionally stalling to gain an advantage is cheating. See 704.8 for more information about cheating.",
          "children": []
        }
      ]
    },
    {
      "section": "703.3",
      "text": "Decklist Error [Game Loss]: A player submits a decklist for registration that contains illegal elements.",
      "children": [
        {
          "section": "703.3.a",
          "text": "Examples:",
          "children": [
            {
              "section": "703.3.a.1",
              "text": "More or fewer cards than appropriate deck size. See 402 for more information about deck size.",
              "children": []
            },
            {
              "section": "703.3.a.2",
              "text": "Cards not legal in the format of the tournament.",
              "children": []
            },
            {
              "section": "703.3.a.3",
              "text": "More than 3 copies of a main deck card between main deck and sideboard.",
              "children": []
            },
            {
              "section": "703.3.a.4",
              "text": "Cards that do not match the domain of the registered legend.",
              "children": []
            },
            {
              "section": "703.3.a.5",
              "text": "A chosen champion that does not match the identity of the legend.",
              "children": []
            }
          ]
        },
        {
          "section": "703.3.b",
          "text": "Remedies:",
          "children": [
            {
              "section": "703.3.b.1",
              "text": "The player must correct their decklist to a legal state making as little change as possible and ensure that their deck matches the newly registered deck.",
              "children": []
            },
            {
              "section": "703.3.b.2",
              "text": "If the cards required to correct the decklist cannot be acquired in a timely manner, the head judge can issue a proxy.",
              "children": []
            }
          ]
        }
      ]
    },
    {
      "section": "703.4",
      "text": "Deck Presentation Error [Warning]: A player’s deck’s contents are illegal during presentation to an opponent or during gameplay.",
      "children": [
        {
          "section": "703.4.a",
          "text": "Examples:",
          "children": [
            {
              "section": "703.4.a.1",
              "text": "A player deck does not match their registered decklist.",
              "children": []
            },
            {
              "section": "703.4.a.2",
              "text": "A player submits a battlefield they have already used in the match.",
              "children": []
            },
            {
              "section": "703.4.a.3",
              "text": "A player forgets to restore their deck to a pre-sideboard state for the first game of a match.",
              "children": []
            },
            {
              "section": "703.4.a.4",
              "text": "A player forgets to take their chosen champion from their main deck and place it in the chosen champion zone.",
              "children": []
            },
            {
              "section": "703.4.a.5",
              "text": "A player’s deck is the incorrect deck size. See 402 for more information about deck size. (Example: A player misplaced a card or forgot to shuffle their banished cards back into their deck between games)",
              "children": []
            }
          ]
        },
        {
          "section": "703.4.b",
          "text": "Remedies:",
          "children": [
            {
              "section": "703.4.b.1",
              "text": "If the error is caught by any player before opening hands have been drawn, restore the deck to its correct state if possible and instruct players to proceed.",
              "children": []
            },
            {
              "section": "703.4.b.2",
              "text": "If the error is caught by the erroring player after opening hands have been drawn and it is easily possible, restore the deck to its correct state and instruct players to proceed. For example:",
              "children": [
                {
                  "section": "703.4.b.2.a",
                  "text": "In game one of a match a player realizes they forgot to restore their deck to a pre-sideboard state.",
                  "children": [
                    {
                      "section": "703.4.b.2.a.1",
                      "text": "A judge can restore their deck to the appropriate state by returning cards to the main deck and sideboard as needed.",
                      "children": [
                        {
                          "section": "703.4.b.2.a.1.a",
                          "text": "If sideboard cards are in the player's hand, they are replaced randomly by main deck cards that were incorrectly in the sideboard.",
                          "children": []
                        }
                      ]
                    },
                    {
                      "section": "703.4.b.2.a.2",
                      "text": "Shuffle the randomized portion of the main deck once this process is complete.",
                      "children": []
                    }
                  ]
                }
              ]
            },
            {
              "section": "703.4.b.3",
              "text": "If the error is caught by a player other than the erroring player after opening hands have been drawn, the penalty is upgraded to [Game Loss].",
              "children": [
                {
                  "section": "703.4.b.3.a",
                  "text": "Players may request a judge check an opponent’s deck for legality. (Example: A player believes an opponent has a sideboard card in the first game.)",
                  "children": []
                }
              ]
            },
            {
              "section": "703.4.b.4",
              "text": "If restoring the deck to its correct state is not easily possible, the penalty is upgraded to [Game Loss].",
              "children": []
            },
            {
              "section": "703.4.b.5",
              "text": "If the cards required to correct the deck cannot be acquired in a timely manner, the head judge can issue a proxy.",
              "children": []
            }
          ]
        }
      ]
    },
    {
      "section": "703.5",
      "text": "Communication Violation [Warning]: A player does not effectively communicate with their opponents during gameplay.",
      "children": [
        {
          "section": "703.5.a",
          "text": "This error includes any unintentional violation of the communication policies listed in section 500.",
          "children": []
        },
        {
          "section": "703.5.b",
          "text": "Remedies:",
          "children": [
            {
              "section": "703.5.b.1",
              "text": "If any incorrect information was communicated, the correct information is supplied.",
              "children": []
            },
            {
              "section": "703.5.b.2",
              "text": "If any decisions were made based on incorrect communication, perform a rewind if possible.",
              "children": []
            }
          ]
        }
      ]
    },
    {
      "section": "703.6",
      "text": "Marked Cards [Warning]: A player’s cards are possible to identify without seeing their face.",
      "children": [
        {
          "section": "703.6.a",
          "text": "This includes but is not limited to scratches, discoloration, and bends.",
          "children": []
        },
        {
          "section": "703.6.b",
          "text": "If a player’s cards are sleeved, the cards must be examined while in the sleeves to determine if they are marked.",
          "children": []
        },
        {
          "section": "703.6.c",
          "text": "The Head Judge has the authority to determine if a card in a player’s deck is marked.",
          "children": []
        },
        {
          "section": "703.6.d",
          "text": "Remedies:",
          "children": [
            {
              "section": "703.6.d.1",
              "text": "Judges may request that a player remove their current sleeves or replace any of the deck’s current sleeves or cards immediately, or before the next round.",
              "children": []
            },
            {
              "section": "703.6.d.2",
              "text": "If the cards required to correct the deck cannot be acquired in a timely manner, the head judge can issue a proxy.",
              "children": []
            }
          ]
        }
      ]
    },
    {
      "section": "703.7",
      "text": "Insufficient Randomization [Warning]: A player did not sufficiently randomize their deck when required to.",
      "children": [
        {
          "section": "703.7.a",
          "text": "If a player believes an opponent has not sufficiently randomized their Main Deck or Rune Deck before presenting them, they may call a judge.",
          "children": []
        },
        {
          "section": "703.7.b",
          "text": "Pile shuffling is not a sufficient randomization method and should only be used as a counting method.",
          "children": []
        },
        {
          "section": "703.7.c",
          "text": "Remedies:",
          "children": [
            {
              "section": "703.7.c.1",
              "text": "A judge may instruct a player to rerandomize their deck.",
              "children": []
            },
            {
              "section": "703.7.c.2",
              "text": "A judge may randomize the player’s deck for them.",
              "children": []
            }
          ]
        }
      ]
    },
    {
      "section": "703.8",
      "text": "Late to Match: A player arrives at their assigned match after the round clock has started.",
      "children": [
        {
          "section": "703.8.a",
          "text": "If the player arrives within 2 minutes of the round start, the penalty is a [Warning] and a time extension is issued.",
          "children": []
        },
        {
          "section": "703.8.b",
          "text": "If the player arrives within 10 minutes of the round start, the penalty is a [Warning] and a time extension is issued. At high OPL the penalty is upgraded to [Game Loss].",
          "children": []
        },
        {
          "section": "703.8.c",
          "text": "If the player arrives after 10 minutes of the round start, the penalty is a [Match Loss].",
          "children": []
        },
        {
          "section": "703.8.d",
          "text": "If a player never arrives for their match, the penalty is a [Match Loss] and the player is dropped from the tournament unless they report to a judge before the next match begins.",
          "children": []
        },
        {
          "section": "703.8.e",
          "text": "Players may call a judge before the round clock starts or in between games of a match to request up to a 10 minute time extension in lieu of penalty at the judge’s discretion. (Example: A player requests to use the restroom.)",
          "children": []
        }
      ]
    },
    {
      "section": "703.9",
      "text": "Outside Assistance: A player receives advice or strategic assistance from an individual outside of the match.",
      "children": [
        {
          "section": "703.9.a",
          "text": "If the player receiving the advice actively refuses the advice by calling a judge, they receive a [Warning]. Otherwise, that player receives a [Match Loss]. This penalty does not apply if the head judge deems the advice was delivered maliciously.",
          "children": []
        },
        {
          "section": "703.9.b",
          "text": "If the player receiving the advice solicited the advice, it is cheating. See 704.8 for more information about cheating.",
          "children": []
        },
        {
          "section": "703.9.c",
          "text": "Spectators providing advice may be barred from the tournament venue if the advice was given maliciously or knowingly.",
          "children": []
        },
        {
          "section": "703.9.d",
          "text": "It is not outside assistance to receive strategic advice from a teammate in the 2v2 format or in other team formats when specified.",
          "children": []
        },
        {
          "section": "703.9.e",
          "text": "At a judge’s discretion, a player may receive assistance with the physical logistics of the competition, including game actions such as shuffling or card movement. This is not considered outside assistance.",
          "children": []
        }
      ]
    },
    {
      "section": "703.10",
      "text": "Improperly Determining a Winner [Match Loss]: Games and matches of Riftbound must be decided by playing Riftbound appropriate to the tournament format.",
      "children": [
        {
          "section": "703.10.a",
          "text": "Other methods, including but not limited to flipping a coin, rolling dice, or playing other games, may not be used to determine a winner.",
          "children": []
        },
        {
          "section": "703.10.b",
          "text": "Playing other formats of Riftbound other than the one designated for the tournament with the appropriate registered decklist may not be used to determine a winner.",
          "children": []
        },
        {
          "section": "703.10.c",
          "text": "Offering or accepting such offers is considered improperly determining a winner.",
          "children": []
        }
      ]
    }
  ]
}