{
  "section": "704",
  "text": "Unsporting Conduct",
  "children": [
    {
      "section": "704.1",
      "text": "Overview",
      "children": [
        {
          "section": "704.1.a",
          "text": "Riftbound does not tolerate unsporting conduct. Tournament attendees and spectators must behave in a respectful and honorable manner.",
          "children": []
        },
        {
          "section": "704.1.b",
          "text": "If a player commits the same category of unsporting conduct [Warning] 2 or more times throughout all days of a competition, the penalty is upgraded to [Game Loss] and may be further upgraded at the discretion of the head judge.",
          "children": []
        }
      ]
    },
    {
      "section": "704.2",
      "text": "Unsporting Minor [Warning]:",
      "children": [
        {
          "section": "704.2.a",
          "text": "Examples include but are not limited to:",
          "children": [
            {
              "section": "704.2.a.1",
              "text": "Disrespecting attendees or spectators",
              "children": []
            },
            {
              "section": "704.2.a.2",
              "text": "Bullying",
              "children": []
            },
            {
              "section": "704.2.a.3",
              "text": "Poor hygiene",
              "children": []
            },
            {
              "section": "704.2.a.4",
              "text": "Offensive play materials",
              "children": []
            }
          ]
        }
      ]
    },
    {
      "section": "704.3",
      "text": "Unsporting Major [Disqualification]:",
      "children": [
        {
          "section": "704.3.a",
          "text": "Examples include but are not limited to:",
          "children": [
            {
              "section": "704.3.a.1",
              "text": "Hate speech",
              "children": []
            },
            {
              "section": "704.3.a.2",
              "text": "Physical violence",
              "children": []
            },
            {
              "section": "704.3.a.3",
              "text": "Displaying aggression",
              "children": []
            }
          ]
        },
        {
          "section": "704.3.b",
          "text": "This penalty often comes with ejection from the venue at the discretion of tournament officials.",
          "children": []
        }
      ]
    },
    {
      "section": "704.4",
      "text": "Angle Shooting [Warning]: A player uses the technical precision of the rules to gain an advantage where the spirit of the rules would not have garnered that advantage.",
      "children": [
        {
          "section": "704.4.a",
          "text": "Examples include but are not limited to:",
          "children": [
            {
              "section": "704.4.a.1",
              "text": "Asking a player to state a choice that they would make on resolution prior to deciding whether to react.",
              "children": []
            },
            {
              "section": "704.4.a.2",
              "text": "Taking actions quickly to prevent opponents from having time to have priority.",
              "children": []
            },
            {
              "section": "704.4.a.3",
              "text": "Promising a concession to garner additional information before making a different decision.",
              "children": []
            },
            {
              "section": "704.4.a.4",
              "text": "Using a printing of a card that is pre-errata without informing opponents once the card is played.",
              "children": []
            },
            {
              "section": "704.4.a.5",
              "text": "Baiting an opponent into a rules violation.",
              "children": []
            },
            {
              "section": "704.4.a.6",
              "text": "Intentionally distracting an opponent to get them to miss their priority window.",
              "children": []
            },
            {
              "section": "704.4.a.7",
              "text": "Using sloppy play or game state representation to obscure strategy or information.",
              "children": []
            }
          ]
        }
      ]
    },
    {
      "section": "704.5",
      "text": "Bribery [Match Loss]: Tournament attendees and spectators may not bribe tournament players or tournament officials.",
      "children": [
        {
          "section": "704.5.a",
          "text": "The outcome of tournament games may not be influenced by offers of out-of-game rewards or incentives.",
          "children": [
            {
              "section": "704.5.a.1",
              "text": "Making or accepting such an offer is considered bribery.",
              "children": []
            },
            {
              "section": "704.5.a.2",
              "text": "Bribery applies to actions within a game, not just the final results.",
              "children": []
            },
            {
              "section": "704.5.a.3",
              "text": "Receiving an offer is not considered bribery unless entertained or accepted, but the receiving player must inform a judge.",
              "children": []
            }
          ]
        },
        {
          "section": "704.5.b",
          "text": "Sharing prizes that have not yet been awarded in the current tournament does not constitute bribery. Players are permitted to make such agreements before or during their match, provided that the prize sharing is not offered or accepted in return for the outcome of a game or match, any in-game action, or a player dropping from the tournament.",
          "children": []
        },
        {
          "section": "704.5.c",
          "text": "It is not bribery when players in the single-elimination portion of a tournament offering only items such as cash, store credit, and/or unopened product, with the tournament organizer’s permission, agree to divide the subsequent tournament prizes evenly. All players still in the tournament must agree to the arrangement.",
          "children": [
            {
              "section": "704.5.c.1",
              "text": "Players may end their participation in the tournament at this point or continue to play. If this is a major streamed event, players must continue to play for final rankings.",
              "children": []
            }
          ]
        },
        {
          "section": "704.5.d",
          "text": "It is not bribery when, in the final round of the single-elimination portion of a tournament, with the tournament organizer’s permission, players mutually agree on a winner and how to divide the remaining prizes. In such cases, one player must agree to drop from the tournament. Prizes are then awarded based on each player’s final standing.",
          "children": []
        }
      ]
    },
    {
      "section": "704.6",
      "text": "Wagering [Disqualification]: Tournament attendees may not wager on any portion of a tournament, match, or game, including its outcome.",
      "children": []
    },
    {
      "section": "704.7",
      "text": "Theft [Disqualification]: Stealing or attempting to steal the property of a tournament attendee, spectator, vendor, or event organizer.",
      "children": []
    },
    {
      "section": "704.8",
      "text": "Cheating [Disqualification]: Riftbound does not tolerate cheating at any level of play.",
      "children": [
        {
          "section": "704.8.a",
          "text": "Cheating includes but is not limited to performing any action that results in a penalty listed under 702-704 if it is done knowingly or maliciously to obtain an advantage.",
          "children": [
            {
              "section": "704.8.a.1",
              "text": "This includes attempting to create game errors to use a remedy to your advantage.",
              "children": []
            }
          ]
        },
        {
          "section": "704.8.b",
          "text": "Lying to a tournament official is cheating.",
          "children": []
        },
        {
          "section": "704.8.c",
          "text": "Intentionally neglecting to indicate a teammate's error is cheating.",
          "children": []
        },
        {
          "section": "704.8.d",
          "text": "The head judge has ultimate discretion to issue penalties for cheating.",
          "children": []
        }
      ]
    }
  ]
}